RRN_Data/1461900/1461945.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2023-12-05T08:10:07.830+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2023-12-05T08:10:07.830+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="231204-001366" version="2"><overallSeverity>high</overallSeverity><situationVersionTime>2023-12-05T08:10:07.045+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="RoadOrCarriagewayOrLaneManagement" id="231204-001366-1" version="2"><situationRecordCreationReference>frmar-231204-170077-frmar-231204-192367</situationRecordCreationReference><situationRecordCreationTime>2023-12-04T11:58:36.949+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-12-05T08:10:05.542+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-12-05T08:10:07.045+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-12-04T11:58:36.949+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Méditerranée</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-12-04T11:56:13.640+01:00</overallStartTime><overallEndTime>2023-12-05T08:10:05.535+01:00</overallEndTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>2</numberOfLanesRestricted><originalNumberOfLanes>2</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Méditerranée/District Alpes du Sud/CEI Saint-André</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">COL DES ROBINES DANS LES 2 SENS DE CIRCULATION INTERDIT &gt; 26 T
La mesure est obligatoire</value></values></comment><commentType>description</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 4795 m à l'est de Barrême centre, fin : situé 7581 m à l'ouest de Saint-Julien-du-Verdon est</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>bothWays</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.96827</latitude><longitude>6.5073304</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Saint-André-les-Alpes</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N202</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.95195</latitude><longitude>6.417735</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Barrême</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N202</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>both</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Saint-Julien-du-Verdon est</value></values></alertCLocationName><specificLocation>37359</specificLocation></alertCLocation><offsetDistance><offsetDistance>7581</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Barrême centre</value></values></alertCLocationName><specificLocation>37357</specificLocation></alertCLocation><offsetDistance><offsetDistance>4795</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>both</directionRelativeOnLinearSection><linearElement><roadNumber>N0202</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>600.0</distanceAlong><fromReferent><referentIdentifier>04PR13U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>0.0</distanceAlong><fromReferent><referentIdentifier>04PR5U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><placesAtWhichApplicable>onPasses</placesAtWhichApplicable><forVehiclesWithCharacteristicsOf><vehicleType>lorry</vehicleType><grossWeightCharacteristic><comparisonOperator>greaterThan</comparisonOperator><grossVehicleWeight>26.0</grossVehicleWeight></grossWeightCharacteristic></forVehiclesWithCharacteristicsOf><forVehiclesWithCharacteristicsOf><vehicleType>lorry</vehicleType><grossWeightCharacteristic><comparisonOperator>greaterThan</comparisonOperator><grossVehicleWeight>26.0</grossVehicleWeight></grossWeightCharacteristic></forVehiclesWithCharacteristicsOf><roadOrCarriagewayOrLaneManagementType>roadClosed</roadOrCarriagewayOrLaneManagementType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>